Repository: DRincs-Productions/Another-Chance
Catalog: game/*/*/1000_*_game/game/locations/home/bedroom/int_porn_mag.po
Languages: fr_fr

source: Rubbing one out while the alarm is blaring seems risky. What if [jo] comes up the stairs and I don't hear it?
fr_fr: Il semble risqué de s'en tirer à un moment de l'alarme. Et si [jo] monte les escaliers et je ne l'entends pas?

source: It's not like I've never fantasized about her barging in, but I don't think I'm ready to make that a reality just yet.
fr_fr: Ce n'est pas comme si je n'avais jamais fané sur son péniche, mais je ne pense pas que je sois prête à faire une réalité encore.

source: Just a quick peek. Nothing more.
fr_fr: Juste une petite pelle. Rien de plus.

source: Just a quick peek to get the blood flowing.
fr_fr: Juste une petite pelle pour faire couler le sang.

source: No matter how bad things get, there's always time... for another peek.
fr_fr: Peu importe à quel point les choses sont mauvaises, il y a toujours du temps ... pour un autre.

source: Just an alactrious glance to stir the hemoglobin.
fr_fr: Juste un coup d'œil alactrieux pour remuer l'hémoglobine.

source: Just an expeditious scrying to turbulate the ichor.
fr_fr: Juste un pas rapide pour faire la course à l'icheur.

source: Tinnitus is my biggest fetish. There's just something so hot about shattered eardrums.
fr_fr: Tinnitus est mon plus grand fétiche. Il y a quelque chose de si chaud à propos des tympans fracassaux.

source: Just a quick peek to start the day. No big deal. Unless you count the growing bulge in my pants.
fr_fr: Juste un petit coup de coup pour commencer la journée. Pas grand chose. Sauf si vous comptez le gonflement de mon pantalon.

source: Don't look. Don't look. Don't look.
fr_fr: Ne regarde pas. Ne regarde pas. Ne regarde pas.

source: Fuck it. A quick skim never hurt nobody.
fr_fr: Fuck le. Un coup rapide ne fait jamais de mal à personne.
