Repository: DRincs-Productions/Another-Chance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_book.po
Languages: fr_fr

source: [_mc_] Hey, [lindsey]! Your, err... your hair looks nice today!
fr_fr: [_mc_] Hey, [lindsey]! Votre, err ... tes cheveux sont beaux aujourd'hui !

source: Crap. That wasn't particularly smooth.
fr_fr: Crap. Ce n'était pas particulièrement lisse.

source: [_lindsey_s_cringe_] Sorry, but I don't want to talk to you.
fr_fr: [_lindsey_s_cringe_] Désolé, mais je ne veux pas vous parler.

source: [_mc_] I came to apologize...
fr_fr: [_mc_] Je suis venu m'excuser ...

source: [_lindsey_s_angry_] That's just not going to cut it.
fr_fr: [_lindsey_s_angry_] Ça ne va pas le couper.

source: [_lindsey_s_angry_] You treated me like shit!
fr_fr: [_lindsey_s_angry_] Vous m'avez traité comme du merde !

source: [_mc_] Well, suck it up, princess. Life's not a bed of roses.
fr_fr: [_mc_] Puits, sucer, princesse. La vie n'est pas un lit de roses.

source: [_lindsey_s_cringe_] If you talk to me again, I'll report you to the principal.
fr_fr: [_lindsey_s_cringe_] Si vous me parlez à nouveau, je vous signalerai au directeur.

source: I can't believe it. So ungrateful! Well, if that's how she wants it to be...
fr_fr: Je n'arrive pas à le croire. Alors, peu reconnaissante ! Eh bien, si c'est comme ça qu'elle veut qu'elle soit ...

source: [_mc_] I really am sorry! Is there anything I can do to make it up to you?
fr_fr: [_mc_] Je suis vraiment désolé ! Y a-t-il quelque chose que je puisse faire pour vous le rendre?

source: [_lindsey_s_annoyed_] I don't know what that would be...
fr_fr: [_lindsey_s_annoyed_] Je ne sais pas ce qui serait ...

source: [_mc_] Anything! I'd really like to fix this.
fr_fr: [_mc_] N'importe quoi ! J'aimerais vraiment corriger ça.

source: [_lindsey_s_sad_] Well, it's really not that simple.
fr_fr: [_lindsey_s_sad_] Eh bien, ce n'est vraiment pas si simple.

source: [_mc_] If you give me another chance, I promise you I'll show you my good side.
fr_fr: [_mc_] Si vous me donnez une autre chance, je vous promets que je vais vous montrer mon bon côté.

source: [_lindsey_s_eyeroll_] Okay, fine... but don't expect it to be easy.
fr_fr: [_lindsey_s_eyeroll_] Ok, bien ... mais ne vous attendez pas à ce qu'il soit facile.

source: [_mc_] Thank you! I'll do my best!
fr_fr: [_mc_] Merci ! Je ferai de mon mieux !

source: I wonder what I can do to win her trust back.
fr_fr: Je me demande ce que je peux faire pour gagner sa confiance.

source: [_lindsey_s_blush_] Aw, thanks!
fr_fr: [_lindsey_s_blush_] Aw, merci !

source: [_lindsey_s_blush_] That made me all warm inside.
fr_fr: [_lindsey_s_blush_] Ça m'a fait chaud à l'intérieur.

source: [_mc_] You're welcome!
fr_fr: [_mc_] Vous êtes les bienvenus !

source: [_mc_] How are you doing today?
fr_fr: [_mc_] Comment faites-vous aujourd'hui?

source: [_lindsey_s_thinking_] Hmm... I've actually been feeling a bit ill the last few days. Do you think there's something going around?
fr_fr: [_lindsey_s_thinking_] Hmm ... En fait, j'ai eu un peu de mal ces derniers jours. Pensez-vous qu'il y a quelque chose qui se passe?

source: [_mc_] Possibly! [flora] was being snotty this morning, but that's not really unusual.
fr_fr: [_mc_] Éventuellement ! [flora] était un peu jolies ce matin, mais ce n'est pas vraiment inhabituel.

source: [_lindsey_s_thinking_] I'm taking a break from outdoor practice for a bit to recuperate.
fr_fr: [_lindsey_s_thinking_] Je prends une pause de la pratique extérieure pour un peu à récupérer.

source: [_lindsey_s_thinking_] My dad recommended reading more while I'm resting up, but I'm not sure where to start.
fr_fr: [_lindsey_s_thinking_] Mon père a recommandé de lire plus pendant que je me repose, mais je ne sais pas où commencer.

source: [_lindsey_s_cringe_] The library is closed, so I can't go for my usual favorites.
fr_fr: [_lindsey_s_cringe_] La bibliothèque est fermée, donc je ne peux pas aller pour mes favoris habituels.

source: [_mc_] What do you usually read?
fr_fr: [_mc_] Qu'est-ce que vous lisez habituellement?

source: [_lindsey_s_smile_] All sorts of things! But I love fairytales the most!
fr_fr: [_lindsey_s_smile_] Toutes sortes de choses ! Mais j'adore les contes de fées !

source: [_mc_] So, you like the happily ever afters?
fr_fr: [_mc_] Alors, vous aimez les plus heureux d'entre vous?

source: [_lindsey_s_blush_] Yes, and the knights!
fr_fr: [_lindsey_s_blush_] Oui, et les chevaliers !

source: [_mc_] Do you know when it'll open?
fr_fr: [_mc_] Savez-vous quand il ouvrira?

source: [_lindsey_s_thinking_] I think it'll be closed until Christmas. They're renovating.
fr_fr: [_lindsey_s_thinking_] Je pense qu'il sera fermé jusqu'à Noël. Ils rénovent.

source: Okay, just wanted to check if traveling back in time changed that. Apparently not.
fr_fr: Ok, je voulais juste vérifier si le retour dans le temps a changé ça. Apparemment non.

source: [_mc_] Well, there's always the bookshelf in the English classroom.
fr_fr: [_mc_] Eh bien, il y a toujours la bibliothèque dans la salle de classe anglaise.

source: [_lindsey_s_laughing_] You're right! I totally forgot about that.
fr_fr: [_lindsey_s_laughing_] Vous avez raison ! J'ai complètement oublié ça.

source: [_mc_] What's wrong with the books here?
fr_fr: [_mc_] Qu'est-ce qui ne va pas avec les livres ici?

source: [_lindsey_s_laughing_] Oh, nothing!
fr_fr: [_lindsey_s_laughing_] Oh, rien !

source: [_lindsey_s_smile_] If I'm going to be completely honest, I always have a hard time picking.
fr_fr: [_lindsey_s_smile_] Si je vais être tout à fait honnête, j'ai toujours du mal à choisir.

source: [_mc_] I could choose one for you.
fr_fr: [_mc_] Je pourrais en choisir un pour vous.

source: [_lindsey_s_excited_] Oh, that would be cool! Secret book Santa!
fr_fr: [_lindsey_s_excited_] Oh, ce serait cool ! Livre secret Père Noël !

source: [_mc_] I guess!
fr_fr: [_mc_] Je suppose !

source: [_lindsey_s_neutral_] Okay, I'm looking forward to seeing what you come up with!
fr_fr: [_lindsey_s_neutral_] D'accord, j'ai hâte de voir ce que vous venez de faire !

source: [_lindsey_s_excited_] Thank you. That's very kind.
fr_fr: [_lindsey_s_excited_] Merci. C'est très gentile.

source: [_lindsey_s_neutral_] It's not about the gift itself... but you knew that, right?
fr_fr: [_lindsey_s_neutral_] Il ne s'agit pas du cadeau lui-même ... mais vous le saviez, n'est-ce pas?

source: [_mc_] I guess I did.
fr_fr: [_mc_] Je suppose que je l'ai fait.

source: [_lindsey_s_excited_] It's a good start.
fr_fr: [_lindsey_s_excited_] C'est un bon début.

source: [_mc_] Oh, um... can I have the bottle back, though?
fr_fr: [_mc_] Oh, euh ... je peux récupérer la bouteille?

source: [_lindsey_s_angry_] What?
fr_fr: [_lindsey_s_angry_] Quoi?

source: [_mc_] The plastic bottle... it's my only one.
fr_fr: [_mc_] La bouteille en plastique ... c'est ma seule.

source: [_lindsey_s_cringe_] So, you're taking back the gift you literally just gave me?
fr_fr: [_lindsey_s_cringe_] Alors, vous prenez le cadeau que vous venez de me donner?

source: [_mc_] No, no! The gift is the [item.title_lower]! That's all yours... I just kinda need the bottle.
fr_fr: [_mc_] Non, non ! Le cadeau est le [item.title_lower]! C'est tout le tien ... J'ai juste besoin de la bouteille.

source: [_lindsey_s_cringe_] Are you serious?
fr_fr: [_lindsey_s_cringe_] Êtes-vous sérieux?

source: [_mc_] I'm sorry, but we both know that plastic bottles have been in short supply since the Great War.
fr_fr: [_mc_] Je suis désolé, mais nous savons tous les deux que les bouteilles en plastique sont en pénurie depuis la Grande Guerre.

source: [_mc_] That's my only one... and I kinda really need it.
fr_fr: [_mc_] C'est mon seul ... et j'en ai vraiment besoin.

source: [_lindsey_s_annoyed_] So, you're expecting me to chug down an entire bottle of [item.title_lower]?
fr_fr: [_lindsey_s_annoyed_] Alors, vous m'attendez à ce que je descenne une bouteille entière de [item.title_lower]?

source: [_mc_] Well, that would be one of your options...
fr_fr: [_mc_] Eh bien, ce serait l'une de vos options ...

source: [_lindsey_s_eyeroll_] I can't believe this.
fr_fr: [_lindsey_s_eyeroll_] Je n'arrive pas à y croire.

source: [_lindsey_s_concerned_] You're lucky I'm extraordinarily parched right now.
fr_fr: [_lindsey_s_concerned_] Vous avez de la chance que je sois extraordinairement parée en ce moment.

source: [_lindsey_s_thinking_] All right, [mc]. You can have your stupid bottle back, right after I...
fr_fr: [_lindsey_s_thinking_] Très bien, [mc]. Tu peux récupérer ta stupide bouteille, juste après I. ..

source: My [item.title_lower] is probably not the number one thing on her wishlist right now.
fr_fr: Mon [item.title_lower] n'est probablement pas la chose numéro un sur sa liste de cadeaux en ce moment.

source: [_lindsey_s_smile_] Hey, thanks!
fr_fr: [_lindsey_s_smile_] Hey, merci !

source: [_lindsey_s_smile_] I like the gesture.
fr_fr: [_lindsey_s_smile_] J'aime le geste.

source: [_lindsey_s_flirty_] I wanted to see if you could be kind and giving.
fr_fr: [_lindsey_s_flirty_] Je voulais voir si tu pouvais être gentile et donner.

source: [_mc_] How did I do?
fr_fr: [_mc_] Comment j'ai fait?

source: [_lindsey_s_laughing_] Well enough!
fr_fr: [_lindsey_s_laughing_] Bien assez !

source: [_lindsey_s_skeptical_] What?
fr_fr: [_lindsey_s_skeptical_] Quoi?

source: [_mc_] So, you forgive me?
fr_fr: [_mc_] Alors, vous me pardonnez?

source: [_lindsey_s_skeptical_] I didn't say that.
fr_fr: [_lindsey_s_skeptical_] Je n'ai pas dit ça.

source: [_lindsey_s_skeptical_] This is a slow process. You could ask me how I'm doing, but you have to mean it.
fr_fr: [_lindsey_s_skeptical_] Il s'agit d'un processus lent. Tu pourrais me demander ce que je fais, mais tu dois le dire.

source: [_mc_] How are you doing, [lindsey]?
fr_fr: [_mc_] Comment faites-vous, [lindsey]?

source: [_lindsey_s_laughing_] Okay, that was good!
fr_fr: [_lindsey_s_laughing_] Ok, c'était bien !

source: [_lindsey_s_smile_] Not that hard, right?
fr_fr: [_lindsey_s_smile_] Pas si dur, non?

source: [_mc_] I guess not...
fr_fr: [_mc_] Je suppose pas ...

source: [_mc_] So, how are you actually feeling?
fr_fr: [_mc_] Alors, comment vous sentez-vous?

source: [_mc_] Quit playing games and be more grateful.
fr_fr: [_mc_] Quitter les jeux et être plus reconnaissant.

source: [_lindsey_s_cringe_] Hopefully, you'll figure out how to be a decent person before everyone stops talking to you.
fr_fr: [_lindsey_s_cringe_] J'espère que vous verrez comment être une personne honnête avant que tout le monde ne s'arrête de vous parler.

source: Come Christmas time, I doubt [lindsey] will stay up late next to the milk and cookies, waiting for Santa to give her my [item.title_lower]...
fr_fr: Come Christmas time, I doubt [lindsey] will stay up late next to the milk and cookies, waiting for Santa to my my [item.title_lower]...

source: [_mc_] Ho-ho-ho, [lindsey]! It's me, your secret book Santa!
fr_fr: [_mc_] Ho-ho-ho, [lindsey]! C'est moi, ton livre secret Père Noël !

source: [_lindsey_s_excited_] Yes! What do you have for me?
fr_fr: [_lindsey_s_excited_] Oui ! Qu'est-ce que tu as pour moi?

source: [_mc_] First things first — have you been good this year?
fr_fr: [_mc_] Tout d'abord, avez-vous été bonne cette année?

source: [_lindsey_s_flirty_] I've never had a detention... that should count for something, right?
fr_fr: [_lindsey_s_flirty_] Je n'ai jamais eu de détention ... qui devrait compter pour quelque chose, n'est-ce pas?

source: [_mc_] Yes, I guess it does. All right, here's what I have for you.
fr_fr: [_mc_] Oui, je suppose que c'est le cas. D'accord, voici ce que j'ai pour toi.

source: [_lindsey_s_skeptical_] What's this?
fr_fr: [_lindsey_s_skeptical_] Qu'est-ce que c'est?

source: [_mc_] A porno-political satire. It's a classic!
fr_fr: [_mc_] A porno-political satire. C'est un classique !

source: [_lindsey_s_skeptical_] It's not exactly what I had in mind...
fr_fr: [_lindsey_s_skeptical_] Ce n'est pas exactement ce que j'avais en tête ...

source: [_mc_] It's one of [isabelle]'s favorites.
fr_fr: [_mc_] C'est l'un des favoris de [isabelle].

source: [_lindsey_s_laughing_] Huh! Okay, I should give it a chance, then!
fr_fr: [_lindsey_s_laughing_] Huh ! Ok, je devrais lui donner une chance, alors !

source: [_lindsey_s_flirty_] I'll tell her you recommended it on her behalf!
fr_fr: [_lindsey_s_flirty_] Je lui dirai que vous l'avez recommandée en son nom !

source: [_mc_] It's not the easiest read, but I figured you could handle it.
fr_fr: [_mc_] Ce n'est pas la lecture la plus facile, mais j'ai pensé que vous pourriez le gérer.

source: [_lindsey_s_blush_] Aw! Thank you!
fr_fr: [_lindsey_s_blush_] Aw ! Je vous remercie !

source: [_lindsey_s_blush_] I'll give it a chance!
fr_fr: [_lindsey_s_blush_] Je lui donnerai une chance !

source: [_lindsey_s_cringe_] Not exactly my type of thing... but I'll give it a try...
fr_fr: [_lindsey_s_cringe_] Pas exactement mon genre de chose ... mais je vais essayer ...

source: [_lindsey_s_thinking_] Thanks, I guess.
fr_fr: [_lindsey_s_thinking_] Merci, je suppose.

source: [_lindsey_s_blush_] Oh! This sounds really interesting!
fr_fr: [_lindsey_s_blush_] Oh ! Ça semble vraiment intéressant !

source: [_lindsey_s_blush_] A revisualization of the original classic! Thank you!
fr_fr: [_lindsey_s_blush_] Une revisualisation du classique original ! Je vous remercie !

source: I'm not too sure about the readability of my [item.title_lower].
fr_fr: Je ne suis pas trop sûr de la lisibilité de mon [item.title_lower].

source: [_lindsey_s_smile_] Okay, I'm going to find a quiet place to read this.
fr_fr: [_lindsey_s_smile_] Ok, je vais trouver un endroit tranquille pour lire ça.

source: [_mc_] All right, let me know what you think!
fr_fr: [_mc_] Très bien, laissez-moi savoir ce que vous pensez !

source: [_lindsey_s_smile_] Will do! Thanks again!
fr_fr: [_lindsey_s_smile_] Will do ! Merci encore !

source: [_lindsey_s_smile_] There you are! I've been looking for you.
fr_fr: [_lindsey_s_smile_] Vous êtes là ! Je vous ai cherché.

source: [_mc_] How's the book?
fr_fr: [_mc_] Comment est le livre?

source: [_lindsey_s_flirty_] It's very different from my expectations...
fr_fr: [_lindsey_s_flirty_] C'est très différent de mes attentes ...

source: [_mc_] Yeah? I figured it'd be something new for you.
fr_fr: [_mc_] Oui? Je me suis dit que ce serait quelque chose de nouveau pour toi.

source: [_lindsey_s_laughing_] Thanks! It has actually tickled my inspiration.
fr_fr: [_lindsey_s_laughing_] Merci ! En fait, ça m'a inspiré mon inspiration.

source: [_lindsey_s_laughing_] Together with the weather, it's perfect for creativity.
fr_fr: [_lindsey_s_laughing_] Avec le temps, c'est parfait pour la créativité.

source: [_mc_] Happy to hear it!
fr_fr: [_mc_] Heureux de l'entendre !

source: [_lindsey_s_thinking_] I'd like to paint something out here, but [jacklyn] is pretty strict when it comes to borrowing art supplies.
fr_fr: [_lindsey_s_thinking_] J'aimerais peindre quelque chose ici, mais [jacklyn] est assez strict quand il s'agit d'emprunter des fournitures d'art.

source: Hmm... maybe this could be an opportunity?
fr_fr: Hmm ... peut-être que ça pourrait être une opportunité?

source: [lindsey] painting in the shadow of a tree, the summer breeze gently tugging at her hair — it's a nice picture.
fr_fr: [lindsey] La peinture à l'ombre d'un arbre, la brise d'été gommage doucement à ses cheveux-c'est une belle image.

source: [_mc_] Maybe I can help with that?
fr_fr: [_mc_] Peut-être que je peux m'aider avec ça?

source: [_lindsey_s_blush_] Really?
fr_fr: [_lindsey_s_blush_] Vraiement?

source: [_mc_] Yeah. I'll get you an easel.
fr_fr: [_mc_] Oui. Je vais vous chercher une chevalet.

source: [_lindsey_s_blush_] Thank you! That would be fantastic. Those things are expensive as hell and I'm just a hobby painter!
fr_fr: [_lindsey_s_blush_] Merci ! Ce serait fantastique. Ces choses sont chères comme l'enfer et je suis juste un peintre passe-temps !

source: [_mc_] If I bring you an easel, will you let me watch?
fr_fr: [_mc_] Si je vous apporte une chevalet, est-ce que vous me laissez regarder?

source: [_lindsey_s_smile_] It's not that good, and I don't like to be judged.
fr_fr: [_lindsey_s_smile_] Ce n'est pas si bon, et je n'aime pas être jugé.

source: [_mc_] Your model ship is the centerpiece in the art classroom!
fr_fr: [_mc_] Votre vaisseau modèle est la pièce maîtresse de la salle de classe !

source: [_lindsey_s_laughing_] True, but [maxine] did most of that!
fr_fr: [_lindsey_s_laughing_] Vrai, mais [maxine] a fait la plus grande partie de ça !

source: [_mc_] I'm sure you helped greatly! Everyone knows you're super talented!
fr_fr: [_mc_] Je suis sûr que vous avez beaucoup aidé ! Tout le monde sait que vous êtes super talentueux !

source: [_lindsey_s_blush_] Thank you!
fr_fr: [_lindsey_s_blush_] Merci !

source: [_lindsey_s_blush_] Okay, if you can somehow get me an easel, we can paint something together!
fr_fr: [_lindsey_s_blush_] Ok, si vous pouvez me faire une chevalet, nous pouvons peindre quelque chose ensemble !

source: [_mc_] Cool! Looking forward to it!
fr_fr: [_mc_] Cool ! À l'avenir !

source: [_mc_] I could teach you.
fr_fr: [_mc_] Je pourrais t'enseigner.

source: [_lindsey_s_laughing_] I didn't know you were good at art.
fr_fr: [_lindsey_s_laughing_] Je ne savais pas que vous étiez bonne à l'art.

source: [_mc_] I've been practicing a lot since... last year.
fr_fr: [_mc_] Je pratique beaucoup depuis ... l'année dernière.

source: [_lindsey_s_smile_] Okay!
fr_fr: [_lindsey_s_smile_] Ok !

source: [_lindsey_s_flirty_] I guess if you can get your hands on an easel, we can paint something together.
fr_fr: [_lindsey_s_flirty_] Je suppose que si vous pouvez obtenir vos mains sur un chevalet, nous pouvons peindre quelque chose ensemble.

source: Hmm... perhaps that wasn't the smartest thing to promise. But she gets so excited, it compels me to help her.
fr_fr: Hmm ... peut-être que ce n'était pas la chose la plus intelligente à promettre. Mais elle est si excitée, elle m'oblige à l'aider.

source: There's no way I can afford a real easel, but I could make one.
fr_fr: Je ne peux pas me permettre un vrai chevalet, mais je pourrais en faire un.

source: [lindsey] is a firm believer that it's the thought that counts.
fr_fr: [lindsey] est une ferme croyant que c'est la pensée qui compte.

source: Need to find some sticks, for starters...
fr_fr: Il faut trouver des bâtons, pour commencer ...

source: [_mc_] So, [lindsey], how's the book?
fr_fr: [_mc_] Alors, [lindsey], comment est le livre?

source: [_lindsey_s_cringe_] It hasn't even been a day yet, [mc]!
fr_fr: [_lindsey_s_cringe_] Ça n'a pas encore été un jour, [mc]!

source: [_lindsey_s_blush_] But I really admire Atlas for taking it so well... his problems weren't exactly small.
fr_fr: [_lindsey_s_blush_] Mais j'admire vraiment Atlas pour la prendre si bien ... ses problèmes n'étaient pas vraiment petits.

source: By "problems," she means butt plugs.
fr_fr: Par "problèmes", elle veut dire des bouchons de fesses.

source: [_lindsey_s_thinking_] But this book has been a major, major, major, major letdown so far...
fr_fr: [_lindsey_s_thinking_] Mais ce livre a été un grand, majeur, majeur et important letdown jusqu'à présent ...

source: [_mc_] That sounds like three strikes against it from the beginning. Give it a fair chance.
fr_fr: [_mc_] Cela ressemble à trois coups de grève depuis le début. Donnez-lui une chance équitable.

source: [_lindsey_s_thinking_] But how come the princess settles for a group of below average normal guys when she's the prettiest girl in the land?
fr_fr: [_lindsey_s_thinking_] Mais comment la princesse s'installe-t-elle pour un groupe de mecs normaux en dessous de la normale quand elle est la fille la plus jolie du pays?

source: [_mc_] They're all nice guys, maybe she figured they deserved a chance?
fr_fr: [_mc_] Ils sont tous gentils, peut-être qu'elle a pensé qu'ils méritaient une chance?

source: [_lindsey_s_blush_] Well, I hope there's a knight in shining armor later on to save her from the mediocrity!
fr_fr: [_lindsey_s_blush_] Eh bien, j'espère qu'il y a un chevalier dans l'armure brillante plus tard pour la sauver de la médiocrité !

source: [_mc_] Here's the easel! And I know it's not pretty, but it works.
fr_fr: [_mc_] Voici la chevalet ! Et je sais que ce n'est pas joli, mais ça marche.

source: [_lindsey_s_laughing_] Aw! Thank you!
fr_fr: [_lindsey_s_laughing_] Aw ! Je vous remercie !

source: [_lindsey_s_flirty_] It does look a little rickety, but maybe that's just the aesthetic?
fr_fr: [_lindsey_s_flirty_] C'est un peu de rickety, mais peut-être que c'est juste l'esthétique?

source: [_mc_] It's sturdier than it looks!
fr_fr: [_mc_] C'est plus solide qu'il n'y paraît !

source: [_lindsey_s_smile_] I appreciate it regardless!
fr_fr: [_lindsey_s_smile_] Je l'apprécie peu importe !

source: [_lindsey_s_flirty_] I've been thinking... since you did this for me, we could paint something together.
fr_fr: [_lindsey_s_flirty_] Je me suis dit ... depuis que tu as fait ça pour moi, on pouvait peindre quelque chose ensemble.

source: [_mc_] Wait, really?
fr_fr: [_mc_] Attends, vraiment?

source: [_lindsey_s_laughing_] Absolutely!
fr_fr: [_lindsey_s_laughing_] Absolument !

source: Huh! Perhaps it does pay off to do things for others...
fr_fr: Hé ! Peut-être qu'il paie pour faire des choses pour les autres ...

source: Her excitement is contagious.
fr_fr: Son enthousiasme est contagieux.

source: I don't want her to paint my [item.title_lower].
fr_fr: Je ne veux pas qu'elle peint mon [item.title_lower].

source: I wouldn't mind painting her face though...
fr_fr: Je ne voudrais pas peindre son visage par contre ...

source: [_lindsey_s_smile_] Are you free now? We could get started right away! No time like the present!
fr_fr: [_lindsey_s_smile_] Êtes-vous libre maintenant? On pourrait commencer tout de suite ! Pas de temps comme le présent !

source: [lindsey] is the type with infinite energy. It's really hard to keep up sometimes.
fr_fr: [lindsey] est le type avec une énergie infinie. Il est vraiment difficile de se maintenir parfois.

source: [_mc_] Yeah, we could.
fr_fr: [_mc_] Oui, on pourrait.

source: [_lindsey_s_confident_] Okay, where should we put the easel?
fr_fr: [_lindsey_s_confident_] Ok, où devrions-nous mettre la chevalet?

source: [_mc_] I don't know... right here seems good.
fr_fr: [_mc_] Je ne sais pas ... juste ici semble bon.

source: The longer we wait, the more chances she'll get to ditch me.
fr_fr: Plus nous attendons, plus il y a de chances qu'elle me laisse tomber.

source: [_lindsey_s_excited_] Nice! I like the spontaneity.
fr_fr: [_lindsey_s_excited_] Nice ! J'aime la spontanéité.

source: Feels good to be appreciated and useful to one of the hottest girls in the school.
fr_fr: Il est bon d'être apprécié et utile à l'une des filles les plus chaudes de l'école.

source: Even if it's just to paint, this feels like something of a turning point.
fr_fr: Même si c'est juste pour peindre, ça ressemble à un point tournant.

source: As long as I don't mess up, maybe I have a chance with her?
fr_fr: Tant que je ne me gâte pas, peut-être que j'ai une chance avec elle?

source: Maybe she'll let me paint her like in Titanic?
fr_fr: Peut-être qu'elle me laissera peindre comme dans le Titanic?

source: [_lindsey_s_excited_] Okay, let me just—
fr_fr: [_lindsey_s_excited_] Ok, laissez-moi juste-

source: [_mc_] What the hell?!
fr_fr: [_mc_] Qu'est-ce que l'enfer?

source: [_lindsey_s_afraid_] Was that a beaver?
fr_fr: [_lindsey_s_afraid_] Était-ce un castor?

source: [_lindsey_s_afraid_] Hey! It stole the easel!
fr_fr: [_lindsey_s_afraid_] Hey ! Il a volé la chevalet !

source: [_mc_] Should we go after it?
fr_fr: [_mc_] Devrions-nous y aller?
