Repository: DRincs-Productions/Another-Chance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_book.po
Languages: fr_fr

source: [_lindsey_s_cringe_] I don't know...
fr_fr: [_lindsey_s_cringe_] Je ne sais pas ...

source: [_lindsey_s_thinking_] It probably mistook the easel for regular sticks.
fr_fr: [_lindsey_s_thinking_] Il a probablement pris la chevalet pour des bâtonnets réguliers.

source: [_mc_] Well, it's going to chew it up and use it for its dam!
fr_fr: [_mc_] Eh bien, il va le mâchouer et l'utiliser pour son barrage !

source: [_lindsey_s_sad_] Not much we can do...
fr_fr: [_lindsey_s_sad_] Nous ne pouvons pas beaucoup faire ...

source: Hell, no! I'm not letting some critter ruin my painting date!
fr_fr: Enfer, non ! Je ne laisse pas certaines créatures ruine ma date de peinture !

source: [_mc_] I'm going after it.
fr_fr: [_mc_] Je vais après.

source: [_lindsey_s_concerned_] Be careful!
fr_fr: [_lindsey_s_concerned_] Soyez prudent !

source: Here's my chance to impress [lindsey]!
fr_fr: Voici ma chance d'impressiavoir [lindsey]!

source: Puh, that sucker is fast. It ran into the school.
fr_fr: Puh, ce mec est rapide. Il a couru à l'école.

source: [lindsey]'s watching, so I can't give up yet.
fr_fr: [lindsey]'s regardant, donc je ne peux pas encore abandonner.

source: "Well, suck it up, princess. Life's not a bed of roses."
fr_fr: " Eh bien, mec, princesse. La vie n'est pas un lit de roses. "

source: "I really am sorry! Is there anything I can do to make it up to you?"
fr_fr: " Je suis vraiment désolé ! Y a-t-il quelque chose que je puisse faire pour vous le rendre? "

source: "What do you usually read?"
fr_fr: "Qu'est-ce que tu lis habituellement?"

source: "Do you know when it'll open?"
fr_fr: "Tu sais quand ça va s'ouvrir?"

source: "How are you doing, [lindsey]?"
fr_fr: "Comment faites-vous, [lindsey]?"

source: "Quit playing games and be more grateful."
fr_fr: "J'arrête de jouer à des jeux et je vous en remercie."

source: "It's one of [isabelle]'s favorites."
fr_fr: "C'est l'un des favoris de [isabelle]."

source: "It's not the easiest read, but I figured you could handle it."
fr_fr: "Ce n'est pas la lecture la plus facile, mais j'ai pensé que vous pourriez le gérer."

source: "Maybe I can help with that?"
fr_fr: "Peut-être que je peux m'aider avec ça?"

source: "If I bring you an easel, will you let me watch?"
fr_fr: "Si je vous apporte une chevalet, est-ce que vous me laisserons regarder?"

source: "Your model ship is the centerpiece in the art classroom!"
fr_fr: "Votre vaisseau modèle est la pièce maîtresse de la salle de classe !"

source: "I could teach you."
fr_fr: "Je pourrais t'enseigner."

source: ?mc.strength>=5@[mc.strength]/5|{image=stats str}|Chase it
fr_fr: ? mc.renforc> =5@[mc.strength]/5 | { image=stats str } | Chase it
