Repository: DRincs-Productions/Another-Chance
Catalog: game/*/*/1000_*_game/game/characters/spinach/spinach.po
Languages: fr_fr

source: [_mc_] What are you hiding from, girl?
fr_fr: [_mc_] Qu'est-ce que tu caches, fille?

source: Let's be honest, it's probably me.
fr_fr: Soyons honnêtes, c'est probablement moi.

source: [maxine] gets really upset when you wake her cat up.
fr_fr: [maxine] est vraiment bouleversée quand vous réveillez son chat.

source: No reason to antagonize either of them.
fr_fr: Il n'y a aucune raison de s'opposer à l'un ou l'autre.

source: She's watching my every move... [maxine], that is.
fr_fr: Elle regarde mon passage ... [maxine], c'est ça.

source: [spinach] doesn't mind me staring. That's the great thing about animals.
fr_fr: [spinach] ne me dérait pas de faim. C'est ce qu'il y a de plus important pour les animaux.

source: She's really loving her new toy. Making that little furball happy felt good.
fr_fr: Elle aime vraiment son nouveau jouet. Faire ce petit furball heureux se sentait bien.

source: It's hard not to envy her life.
fr_fr: Il est difficile de ne pas envier sa vie.

source: She ran down the stairs and then straight outside.
fr_fr: Elle a descendu les escaliers, puis tout droit à l'extérieur.

source: She bolted for the doors and ran straight outside.
fr_fr: Elle a boulonné pour les portes et a couru tout droit à l'extérieur.

source: She ran into the entrance hall and then straight outside.
fr_fr: Elle a couru dans le hall d'entrée, puis tout droit à l'extérieur.

source: [_mc_] Oh, no!
fr_fr: [_mc_] Oh, non !

source: [_mc_] Well, I guess I can't blame you for having a taste...
fr_fr: [_mc_] Eh bien, je suppose que je ne peux pas vous accuser d'avoir un goût ...

source: Giving a pussy my [item.title_lower] is an exciting fantasy, but kinda sucky in practice.
fr_fr: Donner une chatte mon [item.title_lower] est un fantastique fantasme, mais kinda sucky dans la pratique.

source: [spinach] is almost as smart as [maxine] herself. And from the looks of it, the [nurse] put her in the supply closet as a decoy.
fr_fr: [spinach] est presque aussi intelligente que [maxine] elle-même. Et de son regard, le [nurse] l'a mise dans le placard d'approvisionnement comme une leurre.

source: Perhaps this little furball will lead me to the [nurse]'s real hiding spot. She's like a bloodhound once she gets a whiff of her prey.
fr_fr: Peut-être que ce petit furboule me conduira à la véritable cachette du [nurse]'s. Elle est comme une effusion de sang une fois qu'elle aura une bouffée de sa proie.

source: [_mc_] Heeere, kitty kitty!
fr_fr: [_mc_] Heeere, chaton chaton !

source: Hmm... she ran down the corridor.
fr_fr: Hmm ... elle a couru vers le bas du couloir.

source: [_mc_] Come here, [spinach]!
fr_fr: [_mc_] Viens ici, [spinach]!

source: She ran downstairs.
fr_fr: Elle courait en bas.

source: [spinach] seems a bit lost, but perhaps it's just the smell from the kitchen.
fr_fr: [spinach] semble un peu perdu, mais peut-être que c'est juste l'odeur de la cuisine.

source: She escaped into the cafeteria.
fr_fr: Elle s'est échappa à la cafétéria.

source: Well, we're back in the entrance hall, and [spinach] seems lost again.
fr_fr: Eh bien, on est de retour dans le hall d'entrée, et le [spinach] semble perdu à nouveau.

source: Ugh, she ran back upstairs again.
fr_fr: Ugh, elle est revenue à l'étage.

source: [spinach] seems to love it here! That cat is always hungry.
fr_fr: [spinach] semble l'aimer ici ! Ce chat a toujours faim.

source: I guess not hungry enough... she ran out of the cafeteria.
fr_fr: Je suppose pas assez affamé ... elle est sortie de la cafétéria.

source: The cat is circling the bush here. She's like a bloodhound.
fr_fr: Le chat tourne autour de la brousse ici. Elle est comme une effusion de sang.
