Repository: DRincs-Productions/Another-Chance
Catalog: game/*/*/1000_*_game/game/characters/kate/kate.po
Languages: fr_fr

source: [_kate_] Don't talk to me.
fr_fr: [_kate_] Ne me parlez pas.

source: [_kate_s_smile_] I'm hosting a party this weekend. Everyone's coming.
fr_fr: [_kate_s_smile_] Je suis l'hôte d'une fête ce week-end. Tout le monde arrive.

source: [_kate_s_confident_] Well, everyone relevant.
fr_fr: [_kate_s_confident_] Bien, tout le monde est pertinent.

source: [_kate_s_confident_] Do you have a lot of followers on Titter?
fr_fr: [_kate_s_confident_] Avez-vous beaucoup de disciples sur Titter?

source: [_kate_s_laughing_] Oh, what am I saying? Of course, you don't.
fr_fr: [_kate_s_laughing_] Oh, qu'est-ce que je dis? Bien sûr, vous ne le faites pas.

source: [_kate_s_confident_] The last girl who challenged me for the crown is no longer around.
fr_fr: [_kate_s_confident_] La dernière fille qui m'a attaqué pour la couronne n'est plus là.

source: [_kate_s_confident_] She dropped out and moved away from the city.
fr_fr: [_kate_s_confident_] Elle a abandonné et s'est éloignée de la ville.

source: [_kate_s_neutral_] The girls and I sometimes visit her farm to make sure she's still a good piggy.
fr_fr: [_kate_s_neutral_] Les filles et moi visite parfois sa ferme pour s'assurer qu'elle est toujours une bonne pige.

source: [_kate_s_cringe_] What the hell?
fr_fr: [_kate_s_cringe_] Qu'est-ce que l'enfer?

source: [_kate_s_cringe_] How long have you been staring at my ass?
fr_fr: [_kate_s_cringe_] Combien de temps as-tu vu mon cul?

source: [_kate_s_eyeroll_] I can't believe this school doesn't have stricter sexual harassment regulations.
fr_fr: [_kate_s_eyeroll_] Je ne peux pas croire que cette école n'ait pas de règles plus strictes en matière de harcèlement sexuel.

source: [_kate_s_cringe_] Some of the girls on the squad have complained about you.
fr_fr: [_kate_s_cringe_] Certaines des filles de l'équipe se sont plaintes de vous.

source: [_kate_s_neutral_] Stay out of the gym and stop being a creep.
fr_fr: [_kate_s_neutral_] Restez à l'extérieur de la salle de gym et arrêtez d'être un fluage.

source: [_kate_s_neutral_] I don't ever want your name popping up in my group chat again.
fr_fr: [_kate_s_neutral_] Je ne veux plus jamais que votre nom s'affiche de nouveau dans mon groupe.

source: [_kate_] Don't look at me.
fr_fr: [_kate_] Ne me regardez pas.

source: [_mc_] Why so jumpy?
fr_fr: [_mc_] Pourquoi si jumelle?

source: [_kate_s_embarrassed_] Don't creep up on people like that!
fr_fr: [_kate_s_embarrassed_] Ne rampez pas sur des gens comme ça !

source: [kate] has that look of perpetual misery on her face these days...
fr_fr: [kate] a l'air de la misère perpétuelle sur son visage ces jours ...

source: [_mc_] You look tired.
fr_fr: [_mc_] Vous avez l'air fatigué.

source: [_kate_s_sad_] Leave me alone.
fr_fr: [_kate_s_sad_] Laissez-moi tranquille.

source: [_kate_] ZzzZzzzzZz...
fr_fr: [ZzzZzzzzzzZz...
